Revit 2027 API
ParameterTypeId.StairsDbgShowRunGeom Property
 "Show Run Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunGeom { get; }
Public Shared ReadOnly Property StairsDbgShowRunGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace